export const privacyPolicy = {
	title: "個人情報の取り扱いについて",
	description: "当社は、JIS Q 15001:2017のA.3.4.2.5（A.3.4.2.4のうち本人から直接書面によって取得する場合の措置）に従い、個人情報を取得いたします。",
	sections: [
		{
			title: "１．組織の名称",
			content: "組織の名称：株式会社カオピーズ",
			paddingLeft: "3ch"
		},
		{
			title: "２．個人情報を関する管理者の氏名、所属及び連絡先",
			content: [
				{ text: "・管理者名：グェン　ティ　トウエット　マイ", paddingLeft: "2ch" },
				{ text: "・連絡先：contact_pmark@kaopiz.com", paddingLeft: "2ch" }
			]
		},
		{
			title: "３．個人情報の利用目的",
			content: [
				{ text: "・当社の各事業に関するお問い合わせの方の個人情報は、お問い合わせにお答えする及びご要望のあった資料などをお送りするため", paddingLeft: "2ch" },
				{ text: "・当社の資料請求フォームにお問い合わせの方の個人情報は、ご要望のあった資料をお送りするため", paddingLeft: "2ch" },
				{ text: "・当社の採用応募の方の個人情報は、採用業務（選考、関連する連絡等）で使用するため", paddingLeft: "2ch" },
				{ text: "・当社のメールマガジン購読を希望方の個人情報は、メールマガジンをお送りするため", paddingLeft: "2ch" }
			]
		},
		{
			title: "４．個人情報の第三者提供",
			content: [
				{ text: "当社は、ご提供いただいた個人情報を次の場合を除き第三者に提供いたしません。", paddingLeft: "3ch" },
				{ text: "・ご本人の同意がある場合", paddingLeft: "2ch" },
				{ text: "・法令に基づく場合", paddingLeft: "2ch" },
				{ text: "・人の生命、身体又は財産の保護のために必要がある場合であって、人の同意を得ることが困難であるとき", paddingLeft: "2ch" },
				{ text: "・公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって本人の、同意を得ることが困難であるとき", paddingLeft: "2ch" },
				{ text: "・国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることによって当該事務の遂行に支障を及ぼすおそれがあるとき", paddingLeft: "2ch" }
			]
		},
		{
			title: "５．個人情報取扱いの委託",
			content: "当社は、事業運営上、お客様により良いサービスを提供するために業務の一部を外部に委託しています。業務委託先に対しては、個人情報を預けることがあります。この場合、個人情報を適切に取り扱っていると認められる委託先を選定し、契約等において個人情報の適正管理・機密保持などによりお客様の個人情報の漏洩防止に必要な事項を取決め、適切な管理を実施させます。",
			paddingLeft: "3ch"
		},
		{
			title: "６．個人情報の開示等の請求",
			content: [
				{ text: "お客様が当社に対してご自身の個人情報の開示等（利用目的の通知、開示、内容の訂正・追加・削除、利用の停止または消去、第三者への提供の停止、提供記録の開示）に関して、当社「個人情報に関するお問合わせ窓口」に申し出ることができます。その際、当社はご本人を確認させていただいたうえで、合理的な期間内に対応いたします。開示等の申し出の詳細につきましては、下記の「個人情報に関するお問い合わせ窓口」までお問い合わせください。", paddingLeft: "3ch" },
				{ text: "〒171-0022　東京都豊島区南池袋3-8-8　THE CORNER 池袋3F", paddingLeft: "9ch" },
				{ text: "株式会社カオピーズ　個人情報に関するお問い合わせ窓口", paddingLeft: "9ch" },
				{ text: "メールアドレス：contact_pmark@kaopiz.com", paddingLeft: "9ch" },
				{ text: "TEL：03-5809-2633", paddingLeft: "9ch" }
			]
		},
		{
			title: "７．個人情報を提供されることの任意性について",
			content: "お客様が当社に個人情報を提供されるかどうかは、お客様の任意によるものです。ただし、必要な項目をいただけない場合、各サービス等が適切な状態で提供できない場合があります。",
			paddingLeft: "3ch"
		},
		{
			title: "８．本Webサイトへアクセスしたことを契機として機械的に取得される情報",
			content: "当社は、閲覧されたWebサイトのセキュリティ確保・ユーザーサービス向上のため、Cookieにより閲覧された方の情報を取得することがあります。",
			paddingLeft: "3ch"
		}
	]
};
