export const slides = [
  // Slide 1
  {
    mainTestimonial: {
      video: "https://www.youtube.com/embed/NI26s1dC99w?si=9s5HjOa0SZE3pgcz",
      company: "株式会社h2ワークス",
      logo: "/images/company_1_1.png",
      position: "代表取締役社長 米澤 真一様",
      text: "日本語が堪能で日本で仕事の経験もあって、初見から言いたいことをちゃんと言ってくれるっていう所があって、これなら行けるかなっていうのもありまして、それで取引を開始させて頂いたっていうのが経緯です。",
      full_text: `日本語が堪能で日本で仕事の経験もあって、初見から言いたいことをちゃんと言ってくれるっていう所があって、これなら行けるかなっていうのもありまして、それで取引を開始させて頂いたっていうのが経緯です。\nあともう一つは、非常にシステムマティック会社そのものが各部署でそれぞれ責任分担して、責任をちゃんと持って活動されてる、そういったところが高品質だと思うんですけども、やっぱり繋がってるんじゃないかなっていう風に思ってます。`
    },
    otherTestimonials: [
      {
        company: "株式会社電算",
        logo: "/images/company_1_2.png",
        position: "常務取締役 依田 頼和様",
        text: "やはり「カオスピース」はいままでの経験を生かしてきたことともの両方をらんと念頭に置っていただいてプログラミングしてもらった結果で全く問題なりしでもですね。とく問題なく品質が良く納品していただいていて大変助かっています。",
        full_text: "やはり「カオスピース」はいままでの経験を生かしてきたことともの両方をらんと念頭に置っていただいてプログラミングしてもらった結果で全く問題なりしでもですね。とく問題なく品質が良く納品していただいていて大変助かっています。\nカオピーズさんまだ創立10年ということですけれども、このひとつの10年という節目をですね。この先、20年、 50年、100年企業に繋がるようにさらなる努力とまた頑張りを期待しておりますので、そこに わたくしどもも一緒に応援したいと思っています。引き続き またお付き合いをお願いしたいと思いますのでよろしくお願いします。"
      },
      {
        company: "ジオテクノロジーズ株式会社",
        logo: "/images/company_1_3.png",
        position: "アドバンストエンジニアリング 古川 貴宏様",
        text: "日本の事情をよく理解していただいて我々のその意図を汲み取って我々の望む結果を返してくれるというところですごく助かっております。",
        full_text: "カオピーズさんの方には我々の事業を手伝っていただいてすごく助かっております。日本の事情をよく理解していただいて我々のその意図を汲み取って我々の望む結果を返してくれるというところですごく助かっております。\nこれからも是非とも重要なビジネスパートナーとしてやっていきたいなと思いますのでよろしくお願いしたいなと思っています。"
      },
      {
        company: "ミニストップ株式会社",
        logo: "/images/company_1_4.webp",
        position: "店舗システム部 マネージャー 根本 寛之様",
        text: "当初は、複数社で採用を検討しましたが、優れた企業としてカオピーズさんが残ったわけです。採用後は、基幹システムの入替の際のテスターやその他多くの要望に対してアジャイルな開発を実施し、要求に応えていただいています。今後も当社の発展にご協力いただきたいです。",
        full_text: "様々な開発案件を弊社は抱えており、正確性やスピード感を求められることが多いです。その中で、オフショア開発に注目いたしました。オフショア開発は、日本国内のベンダを利用するのと違って、海外ベンダを利用することで開発コストと開発スピードにメリットを出せます。さらに、そのベンダのコミュニケーション能力が高ければ、そのメリットを十分に発揮することができます。そして、その対象になったのがカオピーズさんでした。\n当初は、複数社で採用を検討しましたが、優れた企業としてカオピーズさんが残ったわけです。採用後は、基幹システムの入替の際のテスターやその他多くの要望に対してアジャイルな開発を実施し、要求に応えていただいています。今後も当社の発展にご協力いただきたいです。"
      },
    ],
  },
  // Slide 2
  {
    mainTestimonial: {
      video: "https://www.youtube.com/embed/2JphkM4unKY?si=2wxNXFULDlVTIUwW",
      company: "株式会社アクリート",
      logo: "/images/company_2_1.avif",
      position: "取締役兼CTO 上川 佳一様",
      text: "ユーザーサイト自体は結構長い間開発を続けていたんですけども、なかなかそのリリースまで漕ぎつけなかった。ここ半年ぐらいに一気に押し上げて加速して、カオピーズさんの力添えもあって、急遽リリースまで持って行けたっていうのが非常に心強く感じています。そこはも、十分成功したかなと思ってます。",
      full_text: "ユーザーサイト自体は結構長い間開発を続けていたんですけども、なかなかそのリリースまで漕ぎつけなかった。\nここ半年ぐらいに一気に押し上げて加速して、カオピーズさんの力添えもあって、急遽リリースまで持って行けたっていうのが非常に心強く感じています。そこはも、十分成功したかなと思ってます。"
    },
    otherTestimonials: [
      {
        company: "株式会社スプリックス",
        logo: "/images/company_2_2.png",
        position: "三好 IT事業部 担当部長 中野 公一様",
        text: "カオピーズ社の良さは、優秀な人材が集まっていることだけでなく、誠実な対応や品質の高さなど、一緒に仕事をするうえで重要な要素を持ち合わせていることにあります。ブリッジSEの方々にも常駐いただく体制も取る中、頻繁に仕様が変わる開発でも柔軟かつスピーディーに対応いただき、確固たる信頼関係を構築出来ております。",
        full_text: "弊社は「教育×IT」をかかげる総合教育企業で、開発ニーズも多いことからオフショア開発を活用しております。\nカオピーズ社の良さは、優秀な人材が集まっていることだけでなく、誠実な対応や品質の高さなど、一緒に仕事をするうえで重要な要素を持ち合わせていることにあります。ブリッジSEの方々にも常駐いただく体制も取る中、頻繁に仕様が変わる開発でも柔軟かつスピーディーに対応いただき、確固たる信頼関係を構築出来ております。\nこれからも、大切なパートナーとしてお付き合いを継続させていただきたいと考えています。"
      },
      {
        company: "日本テクノストラク(株)",
        logo: "/images/company_2_3.png",
        position: "取締役 眞野目 毅様",
        text: "いろいろカオピーズさんの事業とかお話を聞いて、とてもチャレンジブルな会社で、どんどん未来向かって、頑張っている会社だなあと思ってとても感心しております。",
        full_text: "弊社はカオピーズ様とは社内のインフラを作成っていうところから取引させて頂いたのですけれども。最近、案件っていうところの開発も徐々に出してはじめられるようになったんですけどとても親近感の湧くコミュニケーションもとれて非常にいい感じの関係で協業させていただいてると思います。\nより今後も仕事の量を増やしていきながら、お互い成長できるような関係を築けていければと思っていますので、よろしくお願いします。\nいろいろカオピーズさんの事業とかお話を聞いて、とてもチャレンジブルな会社で、どんどん未来向かって、頑張っている会社だなあと思ってとても感心しております。\n弊社に関してもカオピーズさんのいいところも吸収しながら、お互い成長し合える良い関係を今後とも続けて参りたいと思いますので、引き続きよろしくお願いします。"
      },
      {
        company: "ギグワークスクロスアイティ(株)",
        logo: "/images/company_2_4.webp",
        position: "製品開発部 担当部長 浜田 健太郎様",
        text: "会社としてすごく組織的に動いているという風に感じております。我々も開発メンバーだけではなく営業の方、組織全体で対応していただけているというところで非常に安心感をもってやらせていただいております。",
        full_text: "会社としてすごく組織的に動いているという風に感じております。我々も開発メンバーだけではなく営業の方、組織全体で対応していただけているというところで非常に安心感をもってやらせていただいております。\nもう10年という期間の中でグループ会社もたくさんできてITの業界として開発だけではなく、AIですとかそう言ったところにも進出して「トータルでやっていこう」というふうな勢いを感じております今後ですね。15年、20年とベトナムのIT業界を引っ張っていけるような素晴らしい企業になるという風に感じております。"
      },
    ],
  },
  // Slide 3
  {
    mainTestimonial: {
      video: "https://www.youtube.com/embed/BAC610jNR_g?si=OLRoOWvpd2EHD9cQ",
      company: "コムシス情報システム株式会社",
      logo: "/images/company_3_1.png",
      position: "執行役員 上島 顕様",
      text: "AIの部分を我々開発してるんですけども、それ以外のところでのWebシステムにおけるところ。例えば、UIのところの作り方とか、ほぼほぼカオピーズさんにお願いをしているような形なんです。色々なアイデアとか作っていただいて、非常に助かったなと思います。",
      full_text: "AIの部分を我々開発してるんですけども、それ以外のところでのWebシステムにおけるところ。例えば、UIのところの作り方とか、ほぼほぼカオピーズさんにお願いをしているような形なんです。色々なアイデアとか作っていただいて、非常に助かったなと思います。\n今後、我々も大きく伸ばしていくためには、カオピーズの力は必要不可欠な存在だと思ってます。"
    },
    otherTestimonials: [
      {
        company: "株式会社ユニヴァ・ペイキャスト",
        logo: "/images/company_3_2.png",
        position: "代表取締役CEO 中尾 周平様",
        text: "本当にご丁寧に我々と付き添っていただき開発のほうを行っていただいたということは、非常に我々としても嬉し、本当にこれからも長くお付き合いできればと思っております。",
        full_text: "われわれの会社はいままで開発を外部に委託したことがなかったんです。\n非常に最初は不安でした。ただ本当に営業の段階から、その後もずっとフォローをしていただいて、いままでやったことがないことをで、本当にご丁寧に我々と付き添っていただき開発のほうを行っていただいたということは、非常に我々としても嬉し、本当にこれからも長くお付き合いできればと思っております。\nこの10周年もの凄いスピードで成長を遂げられたカオピーズ様これからもさらなる成長を遂げていくかと思います。われわれも微力ではありますけども、いろいろと我々も皆さんに頼りながら、これから我々の会社自身も成長することができればと思います。"
      },
      {
        company: "株式会社アクトネット",
        logo: "/images/company_3_3.png",
        position: "代表取締役 小倉 修一様",
        text: "弊社は2007年よりベトナムのオフショア開発を行っており複数のパートナーがおります。その中でも、カオピーズは知識、経験豊富な人材が多いだけでなく、チームで情報共有を徹底し組織としての力も持っています。",
        full_text: "弊社は2007年よりベトナムのオフショア開発を行っており複数のパートナーがおります。その中でも、カオピーズは知識、経験豊富な人材が多いだけでなく、チームで情報共有を徹底し組織としての力も持っています。未経験のサービスや技術も調査・適用力を発揮、難しい要求も常に解決していただいき技術面で安心して仕事をおまかせできています。 また、懸念していたコミュニケーションについては、当然、多少の言葉の壁はあっても、きめ細かい情報共有をしていただけ不足ありません。プロジェクト規模の大小問わず、信頼できるパートナーとして当社には不可欠な存在となっています。"
      },
      {
        company: "Yper株式会社",
        logo: "/images/company_3_4.jpg",
        position: "取締役CTO 島添 彰様",
        text: "初めてのオフショア開発ということで不安がありましたが、役員の方・ブリッジSEの方が日本語のコミュニケーションに大変優れており、スピード感を持って開発案件を進めることができました。",
        full_text: "初めてのオフショア開発ということで不安がありましたが、役員の方・ブリッジSEの方が日本語のコミュニケーションに大変優れており、スピード感を持って開発案件を進めることができました。今回の案件はカオピーズ社では開発実績の無い技術を利用するものでしたが、柔軟に対応頂いた上、無事リリースすることができました。案件の追い込み時期、私もベトナムに駐在しメンバーと一緒に仕事をしてみましたが、活気がありとても良い会社だと感じました。"
      },
    ],
  },
]